Revit 2021.1 API
UnitTypeId.InchesOfMercury32DegreesFahrenheit Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId InchesOfMercury32DegreesFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property InchesOfMercury32DegreesFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InchesOfMercury32DegreesFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace